jdk-openjdk
nvtop
cmake
libva-utils
clang
llvm
ueberzug
rhythmbox
tree
dmidecode
gcolor2
zathura
zathura-pdf-poppler
texlive-most
stow
pacman-contrib
python-pip
python-pillow
github-cli
hub
ttc-iosevka
ttf-jetbrains-mono
ttf-cascadia-code
noto-fonts
noto-fonts-emoji
noto-fonts-cjk
ttf-bitstream-vera
ttf-croscore
ttf-dejavu
ttf-droid
ttf-font-awesome
ttf-ibm-plex
ttf-joypixels
ttf-liberation
ttf-opensans
