jdk-openjdk
nvtop
cmake
libva-utils
clang
llvm
ueberzug
rhythmbox
tree
dmidecode
gcolor2
zathura
zathura-pdf-poppler
texlive-most
stow
pacman-contrib
python-pip
python-pillow
github-cli
hub
ttc-iosevka
ttf-jetbrains-mono
ttf-cascadia-code
noto-fonts
noto-fonts-emoji
noto-fonts-cjk
ttf-bitstream-vera
ttf-croscore
ttf-dejavu
ttf-droid
ttf-font-awesome
ttf-ibm-plex
ttf-joypixels
ttf-liberation
ttf-opensans
libreoffice-fresh
mpv
gparted
stylua
yt-dlp
tumbler
exa
fzf
zoxide
ripgrep
neovim
python-neovim
xclip
libgnome-keyring
python-keyring
wget
telegram-desktop
intellij-idea-community-edition
intel-gmmlib
intel-media-driver
vulkan-headers
vulkan-icd-loader
vulkan-intel
vulkan-mesa-layers
vulkan-radeon
vulkan-swrast
vulkan-tools
mesa
mesa-demos
mesa-utils
mesa-vdpau
lib32-brotli
lib32-libice
lib32-libxcrypt
lib32-mesa-vdpau
lib32-bzip2
lib32-libidn2
lib32-libxdamage
lib32-ncurses
lib32-curl
lib32-libldap
lib32-libxdmcp
lib32-nvidia-utils
lib32-e2fsprogs
lib32-libpciaccess
lib32-libxext
lib32-ocl-icd
lib32-expat
lib32-libpsl
lib32-libxfixes
lib32-opencl-nvidia
lib32-freeglut
lib32-libsm
lib32-libxi
lib32-openssl
lib32-gcc-libs
lib32-libssh2
lib32-libxml2
lib32-readline
lib32-glew
lib32-libunistring
lib32-libxmu
lib32-util-linux
lib32-glibc
lib32-libunwind
lib32-libxrandr
lib32-vulkan-icd-loader
lib32-glu
lib32-libva
lib32-libxrender
lib32-vulkan-intel
lib32-icu
lib32-libva-intel-driver
lib32-libxshmfence
lib32-vulkan-mesa-layers
lib32-keyutils
lib32-libva-mesa-driver
lib32-libxt
lib32-vulkan-radeon
lib32-krb5
lib32-libva-vdpau-driver
lib32-libxxf86vm
lib32-wayland
lib32-libdrm
lib32-libvdpau
lib32-llvm-libs
lib32-xz
lib32-libelf
lib32-libx11
lib32-lm_sensors
lib32-zlib
lib32-libffi
lib32-libxau
lib32-mesa
lib32-zstd
lib32-libglvnd
lib32-libxcb
lib32-mesa-demos
