jdk-openjdk
nvtop
cmake
libva-utils
clang
llvm
ueberzug
rhythmbox
tree
dmidecode
gcolor2
zathura
zathura-pdf-poppler
texlive-most
stow
pacman-contrib
python-pip
python-pillow
github-cli
hub
ttc-iosevka
ttf-jetbrains-mono
ttf-cascadia-code
noto-fonts
noto-fonts-emoji
noto-fonts-cjk
ttf-bitstream-vera
ttf-croscore
ttf-dejavu
ttf-droid
ttf-font-awesome
ttf-ibm-plex
ttf-joypixels
ttf-liberation
ttf-opensans
libreoffice-fresh
mpv
gparted
stylua
yt-dlp
tumbler
exa
fzf
zoxide
ripgrep
neovim
python-neovim
xclip
libgnome-keyring
python-keyring
wget
telegram-desktop
intellij-idea-community-edition
intel-gmmlib
intel-media-driver
vulkan-headers
vulkan-icd-loader
vulkan-intel
vulkan-mesa-layers
vulkan-radeon
vulkan-swrast
vulkan-tools
mesa
mesa-demos
mesa-utils
mesa-vdpau
